<a href="http://just-find.ru"><img src="images/logo.png" height="150" border="0"/></a>
<h1>Немного об игре:</h1>
<p>Увидев не совсем понятную афишу в учебных корпусах БГУИРа и попав на этот сайт, Вы наверняка хотите узнать, что же
    тут будет происходить? Ну что же, вот и краткая информация для Вас.</p>
<h2 class="subtitle">Цель игры. </h2><p>Как можно быстрее пройти все контрольные точки по своему маршруту и вернуться в
    4-ый учебный корпус БГУИРа.</p>
<h2 class="subtitle">Как получают задания. </h2><p>Первое задание в «незакодированном» виде команды получают на старте.
    После, при достижении контрольного пункта, команда выполняет задание. В зависимости от того, насколько правильно они
    прошли испытание, команда получает (либо не получает) код, который передают «оператору» (об этом сказано ниже),
    после чего получают направление на следующий контрольный пункт. В случае неудачи либо же затруднении в достижении
    чекпоинта, команда может запросить подсказку.</p>
<h2 class="subtitle">Состав команд. </h2><p>В команду входит 6 человек: 4 – основной состав (те, кто будут
    непосредственно выполнять задания конкурса), 1 – «кукушка» (этот игрок будет сопровождать другую команду и следить
    за соблюдением правил игры), 1 – «оператор» (игрок будет находиться в стенах БГУИРа и сидеть в компьютерной
    аудитории. Этот игрок играет весьма важную роль в игре. На чекпоинте команда получает не прямое указание на
    следующий контрольный пункт, а лишь код, который, впрочем, может быть не верен. Оператор, на специально
    подготовленном ресурсе, вводит этот код и уже получает следующую загадку.). </p>
<h2 class="subtitle">Как победить. </h2><p>Маршрут команд будет составлен довольно хитро. Организаторы не запрещают
    игрокам использовать любые транспортные средства (в том числе и личные автомобили <b><i>(еще не точно)</i></b>). Но,
    как сказано выше, в большинстве своем до контрольных точек будет гораздо проще добраться на общественном транспорте,
    так что Вам следует задуматься, как же Вы собираетесь перемещаться по городу.</p>
</p><p><h2 class="subtitle">Важные моменты. </h2>
<p>«Кукушка» всегда должен быть вместе с прикрепленной ему командой. Если на контрольную точку команда приходит без него
    – контрольная точка не засчитывается. </p>
<p>Во время проведения игры использование мобильных телефонов, планшетов, нетбуков, ноутбуков и т.д. строго запрещено.
    Все устройства должны быть сданы организаторам. На время игры команде будет выдан мобильный телефон, с которого
    будет разрешено звонить только своему «оператору».</p>
<p>Система проведения полностью автоматизирована (веб-сайт). Но организаторы не исключают человеческий фактор, так что
    правила могут дополняться «на лету».</p>
<p>Подробнее о системе проведения вы можете узнать перейдя на страницу <a
        href="http://just-find.ru/rules.html">ПРАВИЛ</a>.</p>

