<a href="http://just-find.ru"><img src="images/logo.png" height="150" border="0"/></a>
<h1>О регистрации:</h1>
<h2 class="subtitle">Каков состав команды.</h2>
<ul>
    <li>Игрок Оператор(игрок, находящийся за компьютером в БГУИРе)</li>
    <li>Игрок "Кукушка"("подкидывается" в другую команду для контроля исполнения правил)</li>
    <li>Игрок #1</li>
    <li>Игрок #2</li>
    <li>Игрок #3</li>
    <li>Игрок #4</li>
</ul>
<h2 class="subtitle">Максимальное количество зарегистрированных команд.</h2>
<p>Количество команд не ограничено. Предварительно будет проведен мини-конкурс для выявления 10-ки наиболее
    перспективных команд :).</p>
<h2 class="subtitle">Что необходимо для регистрации.</h2>
<p>Для регистрации нужно собрать команду из шести человек, распределить роли и зарегистрироваться в студсовете ФКСиС
    (113-4) либо же отправить заявку на электронный ящик <a
            href='mailto:info@just-find.ru?subject=<Название команды> - Регистрация на "Найди"'>info@just-find.ru</a> (в
    теме письма указать "
    <Название команды> - Регистрация на "Найди").
</p>
<p>При регистрации нужно указать название команды и перечислить всех игроков, указав их роль, группу, контактный телефон
    (обязательно рабочий), активный e-mail. Если командой будет использоваться личный транспорт, то следует указать, кто
    из игроков будет водителем.</p>
<h2 clacc="subtitle">Остались вопросы?</h2>
<p>Хотите еще что-то узнать? Пишите на <a href="mailto:info@just-find.ru">info@just-find.ru</a>!</p>
<p>Удачной регистрации :)</p>

    