<a href="http://just-find.ru"><img src="images/logo.png" height="150" border="0"/></a>
<h1>Полный свод правил:</h1>
<div class='rules'>
    <ol style="counter-reset: item -1">
        <li>Общие положения.
            <ol>
                <li>Основа игры – честная борьба команд.</li>
                <li>К участию в игре допускаются команды, состоящие из студентов и преподавателей БГУИРа.</li>
                <li>Данные правила являются основой и главным документом данной игры.</li>
                <li>Организаторы имеют право изменять или дополнять данные правила в любое время, уведомив об этом
                    команды.
                </li>
                <li>Основанием для изменения либо дополнения правил являются неточности, форс-мажорные обстоятельства
                    либо спорные ситуации.
                </li>
            </ol>
        </li>
        <li>Условия участия в игре.
            <ol>
                <li>Команда, подавая заявку на участие в игре, автоматически соглашается с данными правилами и обязуется
                    их неукоснительно исполнять. В противном случае, команда дисквалифицируется.
                </li>
                <li>Для участия в игре необходимо собрать команду из 6-ти человек.</li>
                <li>В состав каждой команды входят:
                    <ol>
                        <li>Игрок-«оператор»: игрок находится в стенах университета в специально отведенной аудитории.
                            Его задача – получение загадок, передача информации своей команде, поиск информации по
                            загадке, ориентирование своей команды на местности и ввод правильного ответа на загадку.
                        </li>
                        <li>Игрок-«кукушка»: игрок, «подкинутый» в другую команду с целью контроля за соблюдением
                            настоящих правил и недопущения их нарушений.
                        </li>
                        <li>Четверо основных игроков: задача – разгадать загадки, прибыть на место и отыскать ответ.
                        </li>
                    </ol>
                </li>
                <li>Игра базируется на принципах:
                    <ol>
                        <li>Принцип честной игры: подразумевает, что игроки умышленно не мешают и не помогают своим
                            соперникам (иначе, смысл игры вовсе теряется).
                        </li>
                        <li>Принцип самостоятельного выполнения всех заданий командами: игрокам запрещается использовать
                            какие-либо средства связи и передачи информации, не оговоренные в данном положении.
                        </li>
                        <li>Принцип не нарушения законодательства Республики Беларусь: соблюдать правила общественного
                            порядка, правила дорожного движения и т.д.
                        </li>
                    </ol>
                </li>
                <li>Участники игры вправе покинуть испытание в любой момент по собственному желанию. Как результат,
                    команда исключается из игры.
                </li>
            </ol>
        </li>
        <li>Регистрация команд.
            <ol>
                <li>Регистрация команд может быть произведена двумя способами:
                    <ol>
                        <li>Посредством заполнения заявки в студенческом совете КСИС (113-4).</li>
                        <li>Выслать заявку на адрес <a href="mailto:info@just-find.ru">info@just-find.ru</a>.</li>
                    </ol>
                </li>
                <li>Форма заявки следующая:
                    <ol>
                        <li>Название команды.</li>
                        <li>Список всех игроков с указанием их «ролей».</li>
                        <li>Актуальные контактные данные (мобильный телефон, e-mail – обязательно ; по желанию – id
                            вконтакте, skype, icq).
                        </li>
                        <li>Собирается ли команда использовать личный транспорт во время игры (если собираются, то
                            следует указать, кто будет за рулем).
                        </li>
                    </ol>
                </li>
            </ol>
        </li>
        <li>Отбор команд.
            <ol>
                <li>Если зарегистрируется больше 10 команд, то будет произведено отборочное соревнование.</li>
                <li>Суть отборочного испытания: организатор заранее оговорит день проведения и промежуток времени,
                    который для себя должны освободить все члены команд и быть наготове.
                </li>
                <li>Сама суть отборочного испытания будет оглашена на предварительном собрании участников.</li>
            </ol>
        </li>
        <li>Игра.
            <ol>
                <li>Начало игры для каждой команды варьируется в зависимости от результата прохождения отборочного тура
                    и расчетного времени прохождения всех точек маршрута.
                </li>
                <li>После начала игры команда получает задание. Ответом на задание служит конкретное место в черте
                    Минска, куда следует прибыть команде в составе четыре игрока плюс «кукушка» («кукушка» - из другой
                    команды).
                </li>
                <li>Во время выполнения задания команде через определенные промежутки времени предоставляются подсказки.
                </li>
                <li>Если в заданный промежуток времени команда не успела отгадать загадку, ей указывается конкретное
                    место, куда ей все равно придется прибыть для поиска кода.
                </li>
                <li>Команды получают задания на сайте. Само задание получает игрок-«оператор», после чего, посредством
                    мобильной связи (предоставленной спонсорами), связывается со своей командой.
                </li>
                <li>Во время игры «оператору» разрешается связываться со своей командой любое количество времени,
                    использовать интернет для поиска информации и ориентировки команды на местности.
                </li>
                <li>«Оператору» единоразово разрешено обращаться за помощью к болельщикам (в течение трех минут).</li>
                <li>Дочитали до этого места? Красава! Текст сух, извиняемся. Осталось совсем немного ;).</li>
                <li>Задание считается отгаданным после того, как игрок-«оператор» верно ввел код на сайте.</li>
                <li>После того, как команда выполнила задание и правильно ввела код, она получает новое задание и так до
                    тех пор, пока не будут выполнены все задания.
                </li>
                <li>Спонсоры мероприятия оставляют за собой право на проведение спец-конкурсов на контрольных точках.
                </li>
                <li>В любом из заданий организаторы оставляют за собой право проведения как бонусных заданий, так и
                    заданий-наказаний.
                </li>
                <li>Бонусные задания, а так же задания-наказания будут предоставлены в равных количествах всем командам.
                </li>
            </ol>
        </li>
        <li>Финал.
            <ol>
                <li>Игра завершается после принятия организаторами соответствующего решения.</li>
                <li>Итоги состоявшейся игры могут быть откорректированы организаторами. Причиной для корректировки могут
                    послужить недобросовестное выполнение одной из команд настоящих правил либо форс-мажорные
                    обстоятельства.
                </li>
                <li>При корректировке результатов любая из команд вправе требовать полного и четкого разъяснения данного
                    решения организаторов.
                </li>
                <li>В случае возникновения у какой-либо команды обоснованных претензий, команда может предъявить свои
                    претензии организаторам игры, до официального подведения итогов.
                </li>
            </ol>
        </li>
        <li>Призовой фонд и награждение.
            <ol>
                <li>Итоги игры подводятся в специально организованное время, которое организаторы сообщат
                    заблаговременно.
                </li>
                <li>Призовой фонд вручается команде-победителю, либо командам-победителям, в случае возникновения
                    таковых.
                </li>
                <li>Призовой фонд составляют призы, предоставленные как организаторами, так и спонсорами игры.</li>
            </ol>
        </li>
        <li>Обращение организаторов.
            <ol>
                <li>Товарищи-РТИшники! Все мы знаем: самый лучший вуз страны – это наш РТИ. Так давайте же уважать свой
                    университет и мероприятие, которое организовывают его студенты. Просим Вас не пытаться взломать
                    систему/базу данных/заддосить сервер. Будьте благоразумны! Надеемся на понимание ;).
                </li>
            </ol>
    </ol>
</div>

